Repository: giellalt/corpus-smj
Catalog: tmx/sma/admin/sd/samediggi.no/oahpponaevo.html.tmx
Source language: smj
Languages: sma

source: Oahpponævo / Åhpadus / Sámedigge - Sametinget
sma: Learoevierhtieh / Lïerehtimmie / Saemiedigkie - Sametinget

source: Åtså biednikdårjav
sma: Ohtsh dåarjoem

source: Oahpponævo
sma: Learoevierhtieh

source: Oahpponævo divna fáhkasuorgijn ja divna fágajn galggi gávnnut oarjjel- julev-, ja nuorttasámegiellaj ulmijt jåvsåtjit mánájgárde rámmaplánan ja Máhttolåpptim – Sáme oahppoplánatjoahkken.
sma: Saemiedigkien vuajnoen mietie edtja learoevierhtieh gååvnesidh gaajhkine faagesuerkine jïh gaajhkine faagine, åarjel-, julev- jïh noerhtesaemien gïelesne, jis edtja ulmide jaksedh maanagïerten mieriesoejkesjisnie, jïh learoesoejkesjevierhkesne Maahtoelutnjemasse – saemien.

source: Politihkalasj åvdåsvásstediddje
sma: Politihkere gïen diedte

source: Sámedikken le åvdåsvásstádus tjielggidahttet ulmijt, strategijajt ja dåjmajt vájkkudimnævojt åvddånahtátjit oahpponævojt pládnatjoahkke milta ja jahkásasj budjehtaj baktu
sma: Saemiedigkien lea dïedte, soejkesjevierhkiej jïh fïerhten-jaepien budsjedten tjïrrh, ulmieh, strategijh jïh råajvarimmieh viehkiedïrregidie tjïelkestidh, juktie learoevierhtieh evtiedidh.

source: Sámedikken le åvdåsvásstádus rudájt juollodit ja vájkkudimnævvoadnemav tjuovvot ja dárkestit láhkatjoahkkij, njuolgadusáj milta.
sma: Saemiedigkien lea dïedte vierhtieh joekedidh jïh viehkiedïrregeåtnoem vaaksjoestidh jïh goerehtidh laaki, njoelkedassi jïh bïhkedassi mietie.

source: Sámedikke ájggomussan le:
sma: Saemiedigkie sæjhta:

source: Láhtjet dilijt innovatijvalasj ja dåbmaris sáme oahpponævvo ja pedagogalasj materiálaj åvddånahttemav.
sma: Viehkiehtidh aktine orrestimmeles jïh radtjoes evtiedimmine saemien learoevierhtijste jïh pedagogeles materijelleste

source: Sadjihij biedjat oahpponævojt ja diedojt daj birra vaddet sáme oahppanævvoguovdátja, Sámedikke næhttabiele ja åtsådahtte oahpponævvoportála baktu nehtan.
sma: Gaavnoes darjodh jïh bievnedh saemien learoevierhtiej bïjre saemien learoevierhtiejarngen tjïrrh, Saemiedigkien nedtesæjroen tjïrrh jïh learoevierhtiesijjen Aktesne tjïrrh nedtesne

source: Sámedigge barggá oahpponævoj mierreduvvam strategijaj milta Sámedikke oahpponævvoåvddånahttema jagijda 2009-2012 strategalasj plána milta.
sma: Saemiedigkie sov learoevierhtiebarkoem dejtie nænnoestamme strategijide ektede, Saemiedigkien strategeles soejkesjisnie learoevierhtieevtiedæmman 2009 – 2012.

source: Plána milta galggap:
sma: Soejkesjisnie tjåådtje mijjieh edtjebe:

source: Åvddånahttet ådå oahpponævojt oarjjel-, julev- ja nuorttasámegiellaj
sma: Orre learoevierhtieh evtiedidh åarjel-, julev- jïh noerhtesaemien gïelesne

source: Ieme oahpponævojt jårggålit ja hiebadit
sma: Daaletje learoevierhtieh jarkoestidh jïh sjïehtedidh

source: Aktisattjat barggat hiebalgis fáhkabirrusijn fáhkagirjálasjvuodav åvddånahtátjit
sma: Sjyöhtehke faagebyjresigujmie laavenjostedh juktie faagelidteratuvrem evtiedidh

source: Åvddånahttet dábálasj ja jali digitála oahpponævojt
sma: Sïejhme jïh / jallh digitaale learoevierhtieh evtiedidh

source: Hiebadit ieme nubbegiela oahppotjoahkkev oarjjel- ja nuortta sámegielan
sma: Daaletje learoevierhtieh åarjel- jïh noerhtesaemien mubpiengïeline sjïehtedidh

source: Tevstajt jiednafijlajda låhkåt
sma: Tjaalegh tjoejefijli sïjse lohkedh

source: Barggojuohkusav biedjat jåhtuj mij vállji matemáhtihka oahppotjoahkkev jårggålit oarjjel-, julev- ja nuorttasámegiellaj
sma: Barkoedåehkiem nammoehtidh mij edtja matematihkevierhtiem veeljedh maam edtja åarjel-, julev- jïh noerhtesaemien gïelide jarkoestidh

source: Dárboj milta jårggålit ja hiebadit tiebmágirjátjijt / tjoahkkijt oarjjel-, julev- ja nuorttasámegielaj gasskala
sma: Daerpiesvoeten mietie learoevierhtieh / teemaheefth åarjel-, julev- jïh noerhtesaemien gïeli gaskem jarkoestidh jïh sjïehtedidh

source: Aktisattjat barggat Sáme sierrapedagogalasj doarjjagijn guoradallamij ja dárboj hárráj.
sma: Saemien sjïerepedagogeles dåarjojne laavenjostedh juktie daerpiesvoetide goerehtalledh

source: Aktisattjat barggat fáhkabirrusij Stáhta sierrapedagogalasj doarjjavuogádusájn åvddånahtátjit oahpponævojt, guoradallam- ja bagádallammateriálajt.
sma: Faagebyjresigujmie laavenjostedh Staateles sjïerepedagogeles dåarjosne juktie learoevierhtieh, goerehtalleme-, jïh bïhkedimmiematerijellem evtiedidh

source: Ovttas.no - Sáme oahppamnævo nehtan
sma: Ovttas.no - Saemien learoevierhtieh nedtesne

source: Mij lip tjoaggám gåvåjt, girjijt, filmajt, jienajt, oahppamnævojt ja digitála ressursajt mij giehpet bargov dunji sáme åhpadiddjen.
sma: Mijjieh guvvieh, gærjah, filmh, tjoejenassh, lïerehtimmiedeerpegh, tjaalaldahkh, jïh digitaale vierhtieh tjööngkeme guktie aelkebe dutnjien sjædta lohkehtæjjine årrodh saemien skuvline.

source: Máhta aj gávnnat artihkkalijt sáme ássjij birra ja pedagogalasj bagádallamijt.
sma: Saemiedigkien vuajnoen mietie edtja learoevierhtieh gååvnesidh gaajhkine faagesuerkine jïh gaajhkine faagine, åarjel-, julev- jïh noerhtesaemien gïelesne.
